Constraints between group members cannot be removed or excluded from the group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotRemoveGroupMemberConstraintWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotRemoveGroupMemberConstraintWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotRemoveGroupMemberConstraintWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace